Repository: kuisatz/ustalarMerkezi
Catalog: module/language/*.po
Languages: ar_jo, fr_fr, ru_ru

source: Virtual Enterprise Project
ar_jo: المشاريع الظاهرية
fr_fr: Projet d'entreprise virtuelle
ru_ru: Виртуальные предприятия проекта

source: Virtual Enterprise Control Panel
ar_jo: لوحة تحكم حاسوبى للمؤسسات
fr_fr: Panneau de commande de l'entreprise virtuelle
ru_ru: Виртуальная панель управления

source: OSTIM
ar_jo: اوستیم

source: Virtual Enterprise
ar_jo: المشروع الافتراضى
fr_fr: Entreprise Virtuelle
ru_ru: Виртуальные предприятия

source: Active
ar_jo: نشط
fr_fr: Actif
ru_ru: Активно

source: Main Navigation
ar_jo: الملاحة الرئيسية
fr_fr: Navigation Principale
ru_ru: Главной панели навигации

source: Home
ar_jo: الرئيسية
fr_fr: Accueil
ru_ru: Для дома

source: Supervisor Dashboard
ar_jo: المشرف لوح القيادة
fr_fr: superviseur tableau de bord
ru_ru: руководитель панель

source: Enterprises
ar_jo: الشركات
fr_fr: Entreprises
ru_ru: Предприятия

source: Users
ar_jo: المستخدمون
fr_fr: Utilisateur
ru_ru: Пользователи

source: Organizations
ar_jo: المنظمات
fr_fr: Organisations
ru_ru: Организаций

source: Definitions
ar_jo: التعاريف
fr_fr: Définition
ru_ru: Определения

source: Calendar
ar_jo: التقويم
fr_fr: Calendrier
ru_ru: Календарь

source: Mail Box
ar_jo: صندوق البريد
fr_fr: Boîte de Réception
ru_ru: Входящие

source: My Documents
ar_jo: المستندات
fr_fr: Mes Documents
ru_ru: Мои документы

source: Notifications
ar_jo: اشعارات مزايا برامج الاصلية
fr_fr: Notification
ru_ru: Уведомления

source: Show all notifications
ar_jo: اظهار كافة الاشعارات
fr_fr: Montrer toutes les notifications
ru_ru: Показать все уведомления

source: New Messages
ar_jo: رسائل جديدة
fr_fr: Nouveaux messages
ru_ru: Новые сообщения

source: Show all messages
ar_jo: اظهار كافة الرسائل
fr_fr: Montrer tous les messages
ru_ru: Показать все сообщения

source: Works To Do
ar_jo: لا يعمل
fr_fr: Tâches en attente
ru_ru: Работает сделать

source: Show all tasks
ar_jo: اظهار كافة المهام
fr_fr: Montrer tous les tâches
ru_ru: Показать все задачи

source: Collaborating Companies
ar_jo: وتتعاون الشركات
fr_fr: Les Enterprises Collaborer
ru_ru: Сотрудничество компаний

source: Friends
ar_jo: الاصدقاء
fr_fr: Amis
ru_ru: Друзья

source: Followers
ar_jo: اتباع
fr_fr: Suiveurs
ru_ru: Следящие элементы кулачков

source: Profile
ar_jo: ملف تعريف
fr_fr: Profil
ru_ru: Профиль

source: Log in
ar_jo: تسجيل الدخول
ru_ru: Войдите в систему

source: Log out
ar_jo: تسجيل الخروج
ru_ru: Выход

source: Layout Options
ar_jo: خيارات المظاهر
fr_fr: Les options de mise en page
ru_ru: Параметры компоновки

source: Fixed layout
ar_jo: تصميم ثابت
fr_fr: Mise en page fixe
ru_ru: Фиксированный макет

source: Activate the fixed layout. You can't use fixed and boxed layouts together
ar_jo: تفعيل تخطيط محدد. لا يمكنك استخدام معالج التخطيطات الثابتة معا
fr_fr: Activer la mise en page fixe. Vous ne pouvez pas utiliser les mise en page fixe et encadrée ensamble
ru_ru: Активировать фиксированный макет. Вы не можете использовать фиксированные и макетов в штучной упаковке вместе

source: Boxed Layout
ar_jo: تصميم العبوة الفردية
fr_fr: Mise en page fixe encadrée
ru_ru: Макет в штучной упаковке

source: Activate the boxed layout
ar_jo: تفعيل تخطيط المعباة
fr_fr: Activer la mise en page encadrée
ru_ru: Активировать макет в штучной упаковке

source: Toggle Sidebar
ar_jo: للتبديل بين تشغيل الشريط الجانبى
fr_fr: Basculer barre latérale
ru_ru: Переключение на боковой панели

source: Toggle the left sidebar's state (open or collapse)
ar_jo: للتبديل بين تشغيل الشريط الجانبى الايسر (الدولة او انهيارها)
fr_fr: Basculer L'état de barre latérale (Ouvrir ou Fermer)
ru_ru: Переключение левой боковой панели в состоянии (открытом или свернуть)

source: Sidebar Expand on Hover
ar_jo: الشريط الجانبى التوسع تحلق
fr_fr: Barre latérale Développez avec le curseur
ru_ru: Sidebar расширить наведите указатель мыши

source: Let the sidebar mini expand on hover
ar_jo: واود ان توسع الشريط الجانبى الصغير تحلق
fr_fr: Laissez la barre latérale mini Développez avec le curseur
ru_ru: Позвольте боковой панели мини расширить наведите указатель мыши

source: Toggle Right Sidebar Slide
ar_jo: للتبديل بين تشغيل الشريط الجانبى الايمن الشريحة
fr_fr: Basculer barre latérale droite diapositive
ru_ru: Переключения правой боковой панели слайда

source: Toggle between slide over content and push content effects
ar_jo: للتبديل بين انخفاض محتوى ودفع اثار المحتوى
fr_fr: Basculer entre la diapositive sur le contenu et les effets du contenu Push
ru_ru: Переключение между слайд в отношении содержания и передачи содержимого воздействие

source: Toggle Right Sidebar Skin
ar_jo: للتبديل بين تشغيل الشريط الجانبى الايمن الجلد
fr_fr: Basculer barre latérale droite peau
ru_ru: Переключения правой боковой панели кожи

source: Toggle between dark and light skins for the right sidebar
ar_jo: التبديل بين الالوان جلود حق الشريط الجانبى
fr_fr: Basculer entre sombre et clair des peaux pour la barre latérale à droite
ru_ru: Переключение между темными и светлыми скины для правой боковой панели

source: Skins
ar_jo: الجلود
fr_fr: Les peaux
ru_ru: Скины

source: Blue
ar_jo: ازرق
fr_fr: Bleu
ru_ru: Синий

source: Black
ar_jo: بلاك
fr_fr: Noir
ru_ru: Черный

source: Purple
ar_jo: الارجوانى
fr_fr: Violet
ru_ru: Фиолетовый

source: Green
ar_jo: اخضر
fr_fr: Vert
ru_ru: Зеленый

source: Red
ar_jo: الاحمر
fr_fr: Rouje
ru_ru: Красный

source: Yellow
ar_jo: اصفر
fr_fr: Jaune
ru_ru: Желтый

source: Blue Light
ar_jo: ضوء ازرق
fr_fr: Bleu clair
ru_ru: Синяя лампа

source: Black Light
ar_jo: بلاك لايت
fr_fr: Noir clair
ru_ru: Индикатор черного цвета

source: Purple Light
ar_jo: ارجوانى فاتح
fr_fr: Violet clair
ru_ru: Фиолетовый лампа

source: Green Light
ar_jo: الضوء الاخضر
fr_fr: Vert clair
ru_ru: Зеленый индикатор

source: Red Light
ar_jo: الضوء الاحمر
fr_fr: Rouje clair
ru_ru: Красный индикатор

source: Yellow Light
ar_jo: ضوء اصفر
fr_fr: Jaune clair
ru_ru: Желтый индикатор

source: Recent Activities
ar_jo: الانشطة الحديثة
fr_fr: Activités récentes
ru_ru: Последние мероприятия

source: Tasks Progress
ar_jo: مهام التقدم
fr_fr: Tâches des progrès
ru_ru: Задач прогресса

source: General Settings
ar_jo: الاعدادات العامة
fr_fr: Paramètres Généraux
ru_ru: Общие настройки

source: Report panel usage
ar_jo: تقرير الفريق الاستخدام
fr_fr: Rapport utilisation du panneau
ru_ru: Доклад использования панели

source: Some information about this general settings option
ar_jo: بعض المعلومات عن هذا الخيار الاعدادات العامة
fr_fr: Certains renseignements sur cette option Paramètres généraux
ru_ru: Некоторые сведения об этом общие настройки параметра

source: Allow mail redirect
ar_jo: السماح باعادة توجيه البريد الالكترونى
fr_fr: Permettre à Mail Redirectment
ru_ru: Разрешить перенаправления электронной почты

source: Other sets of options are available
ar_jo: مجموعات اخرى من الخيارات المتاحة
fr_fr: D'autres ensembles d'options sont disponibles
ru_ru: Другие наборы параметров доступны

source: Expose author name in posts
ar_jo: يعرض اسم الكاتب فى الوظائف
fr_fr: Exposer le nom de l'auteur dans les postes
ru_ru: Подвергайте имя автора в должности

source: Allow the user to show his name in blog posts
ar_jo: السماح للمستخدم اظهار اسمه فى المدونة
fr_fr: Autoriser l'utilisateur à afficher son nom en billets de blogue
ru_ru: Чтобы разрешить пользователю показать его имя в блоге

source: Chat Settings
ar_jo: اعدادات الدردشة
fr_fr: Paramètres de chat
ru_ru: Настройки чата

source: Show me as online
ar_jo: اظهرنى كغائب عبر الانترنت
fr_fr: Montrez-moi en ligne
ru_ru: Покажите мне в Интернете

source: Turn off notifications
ar_jo: ايقاف تشغيل الاعلامات
fr_fr: Désactiver les notifications
ru_ru: Отключить уведомления

source: Delete chat history
ar_jo: حذف محفوظات الدردشة
fr_fr: Supprimer l'historique du chat
ru_ru: Удалить историю чата

source: All rights reserved.
ar_jo: جميع الحقوق محفوظة لـ
fr_fr: Tous droits réservés.
ru_ru: Все права защищены

source: Copyright
ar_jo: حقوق النشر
fr_fr: Droit d'auteur
ru_ru: Авторское право

source: Version
ar_jo: الاصدار
ru_ru: Версии

source: Welcome to %sOSTIM Virtual Enterprise System%s
ar_jo: أهلا بك في %sOSTIM نظام حاسوبى للمؤسسات%s

source: An error occurred
ar_jo: حدث خطا
fr_fr: Une erreur s'est produite
ru_ru: Произошла ошибка

source: Stack trace
ar_jo: تتبع الحدث
fr_fr: Trace de pile
ru_ru: Трассировка стека

source: Previous exceptions
ar_jo: الاستثناءات السابقة
fr_fr: Les exceptions précédentes
ru_ru: Предыдущие исключения

source: No Exception available
ar_jo: لم يحدث استثناءات
fr_fr: Aucune exception disponible
ru_ru: Не является исключением и имеющихся

source: A 404 error occurred
ar_jo: حدث خطأ 404
fr_fr: Une erreur 404
ru_ru: A 404 произошла ошибка

source: The requested controller was unable to dispatch the request.
ar_jo: لم تستطع وحدة التحكم معالجة الطلب
fr_fr: Le contrôleur a demandé a été incapable d'envoyer la demande
ru_ru: Запрошенный контроллер не смог направить просьбу о

source: The requested controller could not be mapped to an existing controller class.
ar_jo: لم يستطع ZF2 من مطابقة وحدة التحكم المطلوبة بالمصنفات الموجودة
fr_fr: Le contrôleur demandés ne pouvaient pas être mappé à un contrôleur existant de classe
ru_ru: Запрошенный контроллер не может быть отображен в существующий класс контроллера

source: The requested controller was not dispatchable.
ar_jo: لم يتم مطابقة وحدة التحكم المطلوبة
fr_fr: Le contrôleur demandé n'était pas livrable
ru_ru: Запрошенный контроллер не был dispatchable

source: The requested URL could not be matched by routing.
ar_jo: عنوان URL المطلوب لا يمكن ان تقابلها التوجيه
fr_fr: L'URL demandé ne pourrait être égalé par routage
ru_ru: Запрошенный URL не может быть подкреплен маршрутизации

source: We cannot determine at this time why a 404 was generated.
ar_jo: لا يمكننا تحديد هذه المرة لماذا تم انشاء 404
fr_fr: Nous ne pouvons déterminer à ce moment-là les raisons pour lesquelles un 404 a été généré
ru_ru: Мы не можем определить в это время почему 404 был сгенерирован.

source: Controller
ar_jo: المراقب المالى
fr_fr: Contrôleur
ru_ru: Контроллер

source: resolves to %s
ar_jo: يقرر %s
fr_fr: Se résout à %s
ru_ru: Постановляет %s

source: Exception
ar_jo: استثناء
ru_ru: За исключением

source: Help
ar_jo: المساعدة
fr_fr: Aide
ru_ru: Справка

source: Frequently Asked Questions
ar_jo: الاسئلة المتداولة
fr_fr: Foire Aux Questions
ru_ru: Часто задаваемые вопросы

source: Languages
ar_jo: اللغات
fr_fr: Langues
ru_ru: Языки

source: Learn more
ar_jo: تعرف على المزيد
fr_fr: En savoir plus
ru_ru: Узнайте больше

source: Our Job
ar_jo: عملنا
fr_fr: Notre travail
ru_ru: Наша работа

source: VE Team
ar_jo: VE فريق
fr_fr: L'équipe de VE
ru_ru: В.П. Группа

source: Overall Manufacturing Area
ar_jo: مساحت منطقة الصناعة ككل

source: Machine Park Size
ar_jo: حجم الجهاز بارك
fr_fr: La machine taille
ru_ru: Парковка машины размера

source: Overall Enterprise Number
ar_jo: اجمالى عدد المشاريع
fr_fr: Numéro d'entreprise globale
ru_ru: Общее число предприятий

source: Employees
ar_jo: الموظفين
fr_fr: Les employés
ru_ru: Сотрудники

source: Marketing and Consulting
ar_jo: والتسويق والاستشارة
fr_fr: Le marketing et Consultation
ru_ru: Маркетинговые и консалтинговые

source: Our Organization
ar_jo: منظمتنا
fr_fr: Notre organisation
ru_ru: Наша Организация

source: Imports
ar_jo: الواردات
fr_fr: Les importations
ru_ru: Импорт

source: Exports
ar_jo: الصادرات
fr_fr: Les exportations
ru_ru: Экспорт

source: Our Employees
ar_jo: موظفونا
fr_fr: Nos employés
ru_ru: Наши сотрудники

source: Our Services
ar_jo: خدماتنا
fr_fr: Nos services
ru_ru: Наши услуги

source: Our Portfolio
ar_jo: مجموعة منتجاتنا
fr_fr: Notre portefeuille
ru_ru: Наше портфолио

source: Load More
ar_jo: حمولة اكبر
fr_fr: Plus de charge
ru_ru: Загрузить дополнительные

source: Our Clients
ar_jo: عملاءنا
fr_fr: Nos clients
ru_ru: Наши клиенты

source: Order
ar_jo: الامر
fr_fr: Afin
ru_ru: С тем

source: Request for Quote
ar_jo: طلب الاسعار
fr_fr: Demande de devis
ru_ru: Запрос предложения

source: Contact us
ar_jo: الاتصال بنا
fr_fr: Contactez-nous
ru_ru: Свяжитесь с нами

source: Name
ar_jo: الاسم
fr_fr: Nom
ru_ru: Имя

source: Email
ar_jo: البريد الالكترونى
fr_fr: Courriel
ru_ru: Почте

source: Message
ar_jo: رسالة
ru_ru: Сообщение

source: Send Message
ar_jo: ارسال رسالة
fr_fr: Envoyer un message
ru_ru: Отправить сообщение

source: Negotiation
ar_jo: التفاوض
fr_fr: Négociation
ru_ru: Переговоров

source: Auction
ar_jo: المزاد
fr_fr: Vente aux enchères
ru_ru: Аукциона

source: Auctioning
ar_jo: بيع بالمزاد العلني
fr_fr: La mise aux enchères
ru_ru: С аукциона

source: Latest News
ar_jo: احدث الاخبار
fr_fr: Dernières nouvelles
ru_ru: Последние новости

source: Integrating the Capabilities and Capacities of more than 5,000 Companies with 60,000 Employees
ar_jo: دمج امكانات وقدرات اكثر من 5,000 شركة يعمل فيها 60 الف شخص
fr_fr: L'intégration des moyens et des capacités de plus de 5 000 entreprises et 60 000 salariés
ru_ru: Интеграция возможностей и потенциала более чем 5000 компаний с 60000 сотрудников

source: Opening OSTIM manufacturing capabilities to the customers from all over the world
ar_jo: فتح قدرات تصنيع OSTIM الزبائن من جميع انحاء العالم
fr_fr: Ouverture des capacités de fabrication de l'OSTIM les clients du monde entier
ru_ru: Открытие OSTIM производственные возможности для клиентов со всего мира

source: Company Registration
ar_jo: التسجيل الشركة
fr_fr: Enregistrement de l'entreprise
ru_ru: Регистрация компании

source: Company
ar_jo: الشركة
fr_fr: Entreprise
ru_ru: Компания

source: Virtual Enterprise Company Registration
ar_jo: المشروع الافتراضى لتسجيل الشركة
fr_fr: Virtual Enterprise Company Enregistrement
ru_ru: Виртуальные предприятия для регистрации компании

source: General Information
ar_jo: معلومات عامة
fr_fr: Informations générales
ru_ru: Общие сведения

source: Communication
ar_jo: الاتصالات
fr_fr: La communication
ru_ru: Коммуникации

source: Financial
ar_jo: المالية
ru_ru: Финансовые

source: Personel
ar_jo: اكفاء
ru_ru: Неуполномоченного персонала

source: Logo
ar_jo: شعار
ru_ru: Логотип

source: Tax Number
ar_jo: ورقم ضريبة القيمة المضافة
fr_fr: Numéro Taxe
ru_ru: Номер налогоплательщика

source: Tax Office
ar_jo: مكتب الضرائب
fr_fr: Bureau fiscal
ru_ru: Налоговое управление

source: Social Security Number
ar_jo: رقم الضمان الاجتماعى
fr_fr: Numéro de sécurité sociale
ru_ru: Номер социального страхования

source: Foundation Date
ar_jo: تاريخ المؤسسة
fr_fr: Date de fondation
ru_ru: Правовые основы деятельности

source: Web Address
ar_jo: عنوان الويب
fr_fr: Adresse Web
ru_ru: Веб-адрес

source: Submit
ar_jo: تقديم
fr_fr: Soumettre
ru_ru: Отправить

source: Cancel
ar_jo: الغاء
fr_fr: Annuler
ru_ru: Отмена

source: Building Type
ar_jo: نوع المبنى
fr_fr: Le type de bâtiment
ru_ru: Здание типа

source: Building Name
ar_jo: اسم المبنى
fr_fr: Nom du bâtiment
ru_ru: Название здания

source: Country
ar_jo: البلد
fr_fr: Pays
ru_ru: Страны

source: State
ar_jo: الدولة
fr_fr: État
ru_ru: Государство

source: Province
ar_jo: المقاطعة
ru_ru: Провинция

source: City
ar_jo: المدينة
fr_fr: Ville
ru_ru: Город

source: District
ar_jo: حى
ru_ru: Округ

source: Village
ar_jo: القرية
ru_ru: Деревня

source: Street
ar_jo: الشارع
ru_ru: Улицы

source: Alley
ar_jo: بالحارة
ru_ru: Аллея

source: Number
ar_jo: عدد
fr_fr: Nombre
ru_ru: Номер

source: Postal Code
ar_jo: الرمز البريدى
fr_fr: Code postal
ru_ru: Почтовый код

source: Telephone
ar_jo: الهاتف
fr_fr: Téléphone
ru_ru: Телефон

source: Fax
ar_jo: فاكس
ru_ru: Факс

source: Update
ar_jo: تحديث
fr_fr: Mise à jour
ru_ru: Обновление

source: Add New Address
ar_jo: اضافة عنوان جديد
fr_fr: Ajouter une nouvelle adresse
ru_ru: Добавить новый адрес

source: Update Company Information
ar_jo: تحديث بيانات الشركة
fr_fr: Mettre à jour les informations de la société
ru_ru: Обновить информацию о компании

source: List of Companies
ar_jo: قائمة الشركات
fr_fr: Liste des entreprises
ru_ru: Список компаний

source: List of Machine Tools
ar_jo: قائمة الالات
fr_fr: Liste des machines-outils
ru_ru: Список инструментов машины

source: New Submission
ar_jo: عرض جديد
fr_fr: Nouvelle présentation
ru_ru: Новое представление

source: Manufacturing Machine Tools
ar_jo: تصنيع الالات
fr_fr: Machines-outils de fabrication
ru_ru: Производство станков

source: Quality Control Equipment
ar_jo: معدات مراقبة الجودة
fr_fr: Matériel de contrôle de la qualité
ru_ru: Контроль качества оборудования

source: Others
ar_jo: اخرون
fr_fr: Autres
ru_ru: Другие

source: Manufacturing Operation Type
ar_jo: عملية التصنيع النوع
fr_fr: Type d'opération de fabrication
ru_ru: Производство Тип Операции

source: Machine Tool Type
ar_jo: المخارط النوع
fr_fr: Type de machine-outil
ru_ru: Машины тип инструмента

source: Add New Machine Tool
ar_jo: اضافة جهاز جديد الاداة
fr_fr: Ajouter nouvelle machine-outil
ru_ru: Добавить новый станок

source: Measurement Process Type
ar_jo: وعملية القياس النوع
fr_fr: Type processus mesure

source: Quality Control Tool Type
ar_jo: مراقبة الجودة نوع الاداة
fr_fr: Type d'outil de contrôle de la qualité
ru_ru: Инструмент контроля качества типа

source: Add New Q.C. Device
ar_jo: اضافة جهاز جديد لمراقبة الجودة
fr_fr: Ajouter nouveau C.Q. Appareil
ru_ru: Добавить новый устройством контроля качества

source: Update Machine Tool Information
ar_jo: تحديث معلومات المخارط
fr_fr: Informations sur l'outil de machine de mise à jour
ru_ru: Обновление машины инструмент Информация

source: Add New Device
ar_jo: اضافة جهاز جديد
fr_fr: Ajouter un nouveau périphérique
ru_ru: Добавление нового устройства

source: Software Information
ar_jo: معلومات حول البرنامج
fr_fr: Informations logicielles
ru_ru: Информация о программном обеспечении

source: List of Software
ar_jo: قائمة البرامج
fr_fr: Liste de logiciels
ru_ru: Список программного обеспечения

source: Update Information
ar_jo: تحديث المعلومات
fr_fr: Mettre à jour les informations
ru_ru: Обновление информации

source: Update software information
ar_jo: تحديث معلومات حول البرنامج
fr_fr: Logiciel de mise à jour d'informations
ru_ru: Обновление программного обеспечения информация

source: Add New Software
ar_jo: اضافة برامج جديدة
fr_fr: Ajouter un nouveau logiciel
ru_ru: Добавить новое программное обеспечение

source: Select a country ...
ar_jo: ... اختيار بلد
fr_fr: Sélectionnez un pays ...
ru_ru: Выберите страну ...

source: Select a province ...
ar_jo: ... حدد المقاطعة
fr_fr: Sélectionnez une region ...
ru_ru: Выберите федерации ...

source: Select a district ...
ar_jo: ... اختر منطقة
fr_fr: Sélectionnez une ville ...
ru_ru: Выберите экономический регион ...

source: Select a village ...
ar_jo: ... حدد احدى القرى
fr_fr: Sélectionnez une village ou district ...
ru_ru: Выберите город ...

source: Search...
ar_jo: ...البحث
fr_fr: Recherche...
ru_ru: Поиск...

source: Welcome to OSTIM Virtual Enterprise System
fr_fr: Bienvenue au système de l'entreprise virtuelle d'OSTIM
ru_ru: Добро пожаловать на виртуальную OSTIM корпоративные системы

source: Overall Manufactuiring Area
fr_fr: Fabrication générale
ru_ru: Производственные площади

source: Measuremnt Process Type
ru_ru: Измерение тип процесса
